** Tasks for best-grad project for US News


** Tasks September 27th 2017

** DONE get project set up
   CLOSED: [2017-10-04 Wed 09:59]
** DONE [[[[https://jira.usnews.com/browse/GRAD-2409/]]][Jira-Ticket]]
   CLOSED: [2017-10-04 Wed 09:59]
   CLOCK: [2017-10-02 Mon 16:04]--[2017-10-02 Mon 16:29] =>  0:25
   CLOCK: [2017-10-02 Mon 15:25]--[2017-10-02 Mon 16:04] =>  0:39
   CLOCK: [2017-10-02 Mon 11:17]--[2017-10-02 Mon 11:42] =>  0:25
   CLOCK: [2017-10-02 Mon 10:16]--[2017-10-02 Mon 10:24] =>  0:08
   CLOCK: [2017-09-29 Fri 11:54]--[2017-09-29 Fri 12:19] =>  0:25
   CLOCK: [2017-09-28 Thu 10:33]--[2017-09-28 Thu 10:58] =>  0:25
   CLOCK: [2017-09-27 Wed 18:28]--[2017-09-27 Wed 18:53] =>  0:25
   CLOCK: [2017-09-27 Wed 11:45]--[2017-09-27 Wed 12:10] =>  0:25
** DONE Load little six data into data column on schools table.
   CLOSED: [2017-10-04 Wed 09:59]

** Tasks October 4th 2017

** TODO [[https://jira.usnews.com/browse/GRAD-2410][Jira-Ticket]] [33%]
   CLOCK: [2017-10-04 Wed 10:59]--[2017-10-04 Wed 11:24] =>  0:25
   CLOCK: [2017-10-04 Wed 10:38]--[2017-10-04 Wed 10:59] =>  0:21
   CLOCK: [2017-10-04 Wed 10:08]--[2017-10-04 Wed 10:33] =>  0:25
1) [X] make sure ranking data is loaded
2) [X] check route
3) [ ] build view
4) [ ] build correct query for all school rankings of an institution
5) [ ] Main school link for all ranking for a program
6) [ ] program ranking links for schools programs
